OpenFOAMfiles/run/onlyOneTree/LAD1.4/LoD3/broadleaf_im_summer/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    x0
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          348;
        startFace       13694;
    }
    y0
    {
        type            patch;
        nFaces          168;
        startFace       14042;
    }
    x1
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          348;
        startFace       14210;
    }
    y1
    {
        type            patch;
        nFaces          168;
        startFace       14558;
    }
    terrain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          406;
        startFace       14726;
    }
    sky
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          406;
        startFace       15132;
    }
)

// ************************************************************************* //
